{
    "name": "Alekhya",
    "tagline": "Satyam, Shivam, Sundaram",
    "description": [
       "Vision is an incredible power that creates defining memories and lasting experiences. Sight is an exquisite gift that both clears and clouds the truths and perspectives of life. ",
       "Caught up in a pandemic, we seldom take the time to have a look at contemporary lifestyle, the way art that captures its iconic moments and what it means to us. Art has always been a means to reflect on and appreciate the beauty and diversity of perspective in our lives. Alekhya presents the perfect opportunity to celebrate the role of interpretation in the wondrous visual experience! ",
       "You get to put your own unique spin on iconic pictures by eminent photographers using any artistic means and style of your choice*. From ancient figurative art to renaissance art to modern art techniques, set your creative spirit free and show us the story of a photograph as seen through your eyes. Win exciting prizes and share your art with people all over India! ",
       "<a href='https://docs.google.com/forms/d/e/1FAIpQLScO759h2-Jq1KcqRkg-FMl3-D1tpypFfM5arHbh3XtM3aQCtQ/viewform' target='_blank'> <b> Click here to register! </b> </a>"
    ],
    "subevents": [

    ],
    "modules": [
        {
            "heading": "Eligibility",
            "content": "Open to all"
        },
        {
            "heading": "Date and Time",
            "content": "12 AM of 29<sup>th</sup> to 11:59 PM of 31<sup>st</sup> July <br> <b> 72 hours will be available. We will mail the photos on the evening of 28th. So kindly be tune at that time. No complains regarding this will be entertained..  </b>"
        },
        {
            "heading": "General Rules",
            "content": "Photographs/ pictures of artwork will be assigned to individuals. These will be chosen from pictures by eminent photographers. The photographs would be <b> randomly distributed </b> among participants. ",
            "lists": [
                {
                    "header": "Submissions must include",
                    "points": [
                        "A coloured drawing/painting of whatever the participant feels will effectively convey the ideas/themes of the photograph given. Plain (black and white) sketches will not be considered"
                    ]
                },
                {
                    "header": "Details of the artwork submitted (participant’s entry) including: ",
                    "points": [
                        "A title for the painting",
                        "Dimension of the painting (in cm or Inches) ",
                        "The medium used by them ",
                        "A short description (in not more than 150 words) of the painting describing concepts, processes, and influences. "
                    ]
                }
            ],
            "links": [
                {
                    "text": "Download the event details",
                    "file": "event details.docx"
                }
            ]
        },
        {
            "heading": "Prizes",
            "lists": [
                {
                    "header": "",
                    "points": [
                        "First place: Rs. 6000 (Rupees Six Thousand) ",
                        "Second place: Rs. 4000 (Rupees Four Thousand)",
                        "Third place: Rs. 2000 (Rupees Two Thousand)"
                    ]
                }
            ]
        },
        {
            "heading": "Judge",
            "content": "The entries will be judged by senior artist Tanmoy Roy Chowdhury from Kolkata, West Bengal (more details updated soon). ",
            "links": [
                {
                    "text": "View the Judge's details",
                    "url": "https://www.gallerist.in/artists/tanmoy-roy-chowdhury-2"
                }
            ]
        }
    ],
    "events": [
        {
            "name": "Main Event",
            "date": "12 AM of 29th to 11:59 PM of 31st July"
        }
    ],
    "coords": [
        "Rajarshi Barman",
        "Prakhar Jaiswal"
    ],
    "email": "arteventpravega21@gmail.com"
}