{
    "name": "Enumeration",
    "tagline": "MathWizs Assemble!",
    "description": [
        "An event for all the math-heads out there! Enumeration is a competition to test a set of abilities including but not limited to mathematical and logical reasoning, deduction and analysis etc. In addition to problem solving, this event requires you to constitute claims and support them with convincing arguments. As an overall test of your skills as a reliable mathematician, Enumeration is a platform to put your abilities under examination. Don't miss this unique event that is sure to kindle an excitement towards math while simultaneously allowing you to develop a different approach towards the field!"
    ],
    "subevents": [
    ],
    "modules": [
        {
            "heading": "Talks",
            "content": "Details about the platform for the talks will be posted soon.",
            "talks": [
                {
                    "topic": "Shapes, Differential Equations, and Physics",
                    "speaker": "Prof. Vamsi Pritham Pingali",
                    "date": "2 PM on July 30th",
                    "meeting_link": "https://bit.ly/2ViWB5B",
                    "abstract": "The speaker will give an overview of how partial differential equations (many of which are motivated from/have ties to physics) arise in the study of shapes (through topology, differential geometry, and complex analysis). If time permits, some of the terms will be defined rigorously but most of the talk will be simply a high-level overview of this challenging subject.",
                    "about": "Prof Pingali is an assistant professor of mathematics at the Indian Institute of Science, Bangalore. His main research interests are Differential geometry, several complex variables and mathematical physics."
                },
                {
                    "topic": "Can computers prove theorems?",
                    "speaker": "Prof. Kevin Buzzard",
                    "date": "3:15 PM on July 30th",
                    "meeting_link": "https://bit.ly/3zSuiKz",
                    "abstract": "Computers can of course do calculations, and usually much faster and more accurately than humans. But what if you are working on a question which involves proving a theorem? If you want to use a computer to help you, maybe a computer theorem prover like Lean would be more helpful to you than a computer algebra package like Mathematica or Matlab. I will give an overview of computer theorem provers and speculate on how they might in future change the way mathematics is taught and done.",
                    "about": "Prof Kevin Buzzard is a professor at Imperial College, London. His background lies in Algebraic number theory, but he has of late been working in the area of formal proof verification. "
                }
            ]
        },
        {
            "heading": "Some useful links",
            "links":[
                {
                    "text": "View the solutions to the enumeration prelims contest",
                    "file": "Enumeration_Prelim_Solutions.pdf"
                },
                {
                    "text": "Click here to view the rules and regulations",
                    "file": "EnumerationRules.pdf"
                }
            ]
        },
        {
            "heading": "Qualifiers",
            "lists": [
                {
                    "header": "The following teams have qualified for the finals of Enumeration:",
                    "points": [
                        "<b>Plumpy chungus:</b> Aaghaz Mahajan and Soumil Aggarwal",
                        "<b>Abstract nonsense:</b> Shantanu Nene and Madhur Agrawal",
                        "<b>EulerOP:</b> Tirthankar Adhikari and Amit Kumar Mallick",
                        "<b>Zephyr goes in random directions:</b> Arunsoumya Basu and Bimit Mandal",
                        "<b>complexroots:</b> Svatejas Shivakumar",
                        "<b>Gapa gap:</b> Ahir Ghosh and Diptaksho Palit"
                    ]
                }
            ]
        },
        {
            "heading":"Eligibility",
            "content":"High school students to 4th year UG. Contestants can participate in teams of upto 2 members."
        },
        {
            "heading": "Prizes",
            "content": "Top 3 finalists will get cash prizes worth 15k in total. All finalists will also receive a certificate of appreciation."
        }
    ],
    "events": [
        {
            "name": "Prelims",
            "date": "19<sup>th</sup> June"
        },
        {
            "name": "Finals",
            "date": "2-5 PM on 29<sup>th</sup> July <br>10 AM-1 PM on 30<sup>th</sup> July"
        }
    ],
    "coords": [
        "Sai Sanjeev Balakrishnan",
        "Anish Shripad Hebbar"
    ],
    "email": "enumeration.pravega@gmail.com"
}