{
    "name": "Hackathon",
    "tagline": "{tagline: event.get(tag)}",
    "description": [
        "Pravega Hackathon is back with new challenges for the coding enthusiasts. Get ready to unleash your problem-solving skills and critical thinking and come up with unique and innovative solutions to some of the current problems. The battle has started, just delve into the nation-wide contest and showcase your skills.",
        "You need to work on any of these two themes:<ul> <li>Dealing with breakdown of healthcare system and economy of a country affected by a pandemic, such as COVID 19. <li> Dealing with natural disasters (for example cyclones like Yaas, Amphan, Tauktae, etc) and its aftermath.</ul>",
        "For the prelims, you need to present computational problems and the respective solutions on the basis of which government or other authorities will make their policies for better management. For example, it can be based on creation of an efficient algorithm to know ambulances available financial aid to people based on calculation of their credit scores, most strategically efficient way to implement lockdown, etc.",
        "<b>Are you ready for the challenge?</b>"
    ],
    "subevents": [],
    "modules": [
        {
            "heading" : "Dates",
            "lists" : [
                {
                    "points" : ["Prelims deadline on 30<sup>th</sup> June '21 23:59 IST.",
                        "Mains will be conducted during Pravega '21 (July 29 - August 1, 2021)"]
                }
            ]
        },
        {
            "heading": "Eligibility",
            "content": "High school students and the undergraduates. Maximum 4 members can constitute a team."
        },
        {
            "heading": "Rules and Regulations",
            "lists" : [
                {
                    "points" : ["<b>Prelims:</b> For the prelims you need to choose a problem compatible with any of the two themes. Then you should prepare a presentation depicting how you shall work on the problem and proceed to design a suitable solution with an optional video of maximum 10 minutes. Our judging panel is going to sort out best 5 for the mains. You are open to design your presentations, there are no restrictions! You should cite the source if you are referring to any website/journal, etc., else you will be disqualified. You need to send the presentation in the official mail id <a href = \"mailto: hackathon.pravega@gmail.com\">hackathon.pravega@gmail.com</a> on or before 30 June’ 21 23:59 IST. Multiple submissions are strongly discouraged.",
                                "<b>Mains:</b> The 5 selected teams will be assigned related problems on the D-day, they designed in the prelims. Each team will have to code out the solution within given time. This will be followed by a presentation of 20 mins in front of the judging panel. The participants might have to share their working screen and might be monitored for keeping it fair. (This is the tentative plan and might be updated shortly)"]
                }
            ]
        },
        {
            "heading" : "Awards",
            "content" : "Cash prize of 20k for the winners, 10k for the runners up and 5k for the second runners up. All the finalists and award winners will receive certificates from Pravega, IISc Bangalore."
        }
    ],
    "coords": [
        "Sagnik Mondal",
        "Suryansh Shrivastava"
    ],
    "email": "hackathon.pravega@gmail.com"
}