{
    "name": "Pravega Innovation Summit (PIS)",
    "tagline": "SOMETHING COOL IS SUPPOSED TO BE PUT HERE",
    "description": [
        "Pravega Innovation Summit (PIS) is a platform to present your innovative entrepreneurial ideas in front of professionals, market experts, and possible investors and compete with others nationwide. Not only will the teams get exposure and suggestions from our professionals, but they will also stand a chance to win prizes up to INR 75k and leave a profound impact on society!        ",
        "An excellent innovative idea will be the one that will be sustainable; that is, it will stand the test of time, along with preserving novelty and making it financially plausible so that it can change society for the better. Innovation can be anywhere; it might be in a problem that we are currently facing, or it can be something new that the world has never imagined before.",
        "If this is something you would like to get your hands on, here is a chance to prove what you are capable of!"
    ],
    "subevents": [
        
    ],
    "modules": [
        {
            "heading": "Symposium",
            "content": "Pravega Innovation Summit is proud to announce its symposium featuring prominent members in the startup field. You also get a chance to interact with them in an exclusive Q&A session. Tune in at 2:30 PM on 30th July 2021 to be a part of it.",
            "images": [
                {
                    "file": "speakers.jpg"
                }
            ],
            "talks": [
                {
                    "topic": "Building Tech Capabilities: Role of Indian Start-ups",
                    "speaker": "Prof. Rishikesha T. Krishnan <br> Director and Professor of Strategy, IIM Bangalore",
                    "date": "3:00 PM - 3:30 PM on 30th July, 2021",
                    "meeting_link": "https://zoom.us/j/91870280558"
                },
                {
                    "topic": "New space 2.0",
                    "speaker": "Mr. Rohan M Ganapathy <br> CEO & CTO, Bellatrix Aerospace",
                    "date": "3:30 PM - 4:30 PM on 30th July, 2021",
                    "meeting_link": "https://zoom.us/j/91870280558"
                }
            ]
        },
        {
            "heading": "Eligibility",
            "content": "The participant should not have participated more than two times previously in the event and should be between 15 and 28 years old as of 15<sup>th</sup> June, 2021. Maximum of 3 members in a team."
        },
        {
            "heading": "Registration",
            
            "links": [
                {
                    "text": "Click here to register",
                    "url": "https://bit.ly/3gB3u9q"
                }
            ]
        },
        {
            "heading": "Rules and Regulations",
            
            "links": [
                {
                    "text": "Rules and regulations",
                    "file": "PIS_RulesAndRegulations.pdf"
                }
            ]
        },
        {
            "heading": "Results",
            "content": "Words aren’t enough to express how overwhelmed we feel with the immense response PIS has received. We had a tough time choosing the best blueprints from all the fantastic projects, but here we are with our 6 finalists (The order in which the entries are mentioned is random and does not imply/signify anything) :",
            "table": {
                "headers": [
                    "Team name",
                    "Member 1",
                    "Member 2",
                    "Member 3"
                ],
                "rows": [
                    [
                        "Bioplastics",
                        "Nitish K R"
                    ],
                    [
                        "LifeBoat",
                        "Muhammed Razeen V",
                        "Gokul P Dinesh",
                        "Roshnia A R"
                    ],
                    [
                        "Team GroundBlu",
                        "Aban Mandal",
                        "Samriddho Ghosh",
                        "Abhishek Gupta"
                    ],
                    [
                        "RexSys",
                        "Abhishek Samlodia",
                        "Vishal Dafada",
                        "Sayar Mandal"
                    ],
                    [
                        "Avatar Adventures",
                        "Aranyo Ray",
                        "Shreya Jain",
                        "Pratham Sarwate"
                    ],
                    [
                        "SegriSave",
                        "Abhishek Jeason"
                    ]
                ]
            }
        },
        {
            "content": "The finals would be held on 31st July 2021, 10:00 AM - 1:00 PM. Finalists would be required to deliver an interactive presentation of about 10 minutes before the judges, followed by a brief QnA session. Additional details and the meeting link will be mailed soon. <br> <br> Congratulations to all the finalists for the great ideas you are brewing. We look forward to your performance in the finals. <br> <br> To all the other participants, be proud even if your entry didn't make the cut. The ideas were excellent and packed with potential! We wish you all the best for your future endeavors; keep innovating!"
        },
        {
            "heading": "Awards",
            "content": "Selected students from prelims would be given a chance to compete in the main event and win cash prizes upto <b>75k INR.</b>"
        }
    ],
    "events": [
        {
            "name": "Prelims",
            "date": "From 15<sup>th</sup> June 2021 to <b> 20<sup>th</sup> July (Extended)</b>"
        },
        {
            "name": "Finals",
            "date": "31<sup>st</sup> July 2021, 10:00 AM - 1:00 PM"
        }
    ],
    "coords": [
        "Himanshu Madhukar Tongale",
        "Sreyas Sateesh"
    ],
    "email": "pis.pravega@gmail.com"
}