{
    "name": "Quadsparks 2022",
    "tagline": "Spark your mind with glory!",
    "description": [
        "Pravega ‘22 invites the young geniuses of India to its school quiz competition, Quadsparks, to compete with students from different parts of the country. Do you have a firm grasp on science? Pull your socks, put on your hats and get ready to face the heat!"
    ],
    "subevents": [],
    "modules": [
        {
            "links": [
                {
                    "text": "Click here to register for Quadsparks 2022",
                    "url": "https://quadsparks.pravega.org/"
                },
                {
                    "text": "Download instructions for Quadsparks prelims",
                    "url": "https://drive.google.com/file/d/1N7cLuAqpanZ0jTpmtk9BHo4TPpaZlhlv/view"
                }
            ]
        },
        {
            "heading": "About Quadsparks",
            "content": "Quadsparks 2022 aims to nurture and develop scientific thinking through the medium of a quiz among high-school students across the country. In a departure from its previous editions, Season 3 includes a good chunk of quizzing and critical reasoning to appeal to a broader realm of today’s youth.",
            "lists": [
                {
                    "header": "Prelims 1",
                    "points": [
                        "Prelims 1 will be completely online..",
                        "You are strongly advised to take the test from a PC, not a mobile phone or tablet.",
                        "Prelims 1 will have 30 questions for which answers should be given within 30 minutes. ",
                        "There will be a buffer time of 10 minutes for the submission of answers in case of any technical difficulties during the event",
                        "Questions will not give any specific advantage to class 11-12 students. Most of the questions can be answered using the clues in the question itself, as we intend to test basic science knowledge and deduction skills",
                        "Team members should ensure the availability of a stable internet connection during the Prelims.",
                        "More details about Prelims 1 will be updated on the website."
                    ]
                },
                {
                    "header": "Interview",
                    "points": [
                        "The top 16 teams will be selected for the interview round from Prelims 1.",
                        "The interview will be entirely online, and the date and time slots will be notified to the selected teams through e-mail. ",
                        "The interview is to ensure that the students participated in prelims 1 with honesty.",
                        "There will be a cut-off score in the interview that a team should attain to be considered for the Grand Finale.",
                        "From the teams who scored above the cut-off, the top 5 teams will be selected for the Grand Finale, considering their performance in prelims. "
                    ]
                },
                {
                    "header": "Prelims 2",
                    "points": [
                        "Prelims 2 will be held at JN Tata Auditorium in the IISc campus before the Grand Finale. ",
                        "Other details are present in the rules and regulations."
                    ]
                },
                {
                    "header": "Finals",
                    "points": [
                        "The top 5 teams from Prelims 1 and interview and top 3 teams from Prelims 2 will move onto the Grand Finale.",
                        "It will be held at JN Tata Auditorium on the IISc campus."
                    ]
                },
                {
                    "points": [
                        "More details on the mode of conduction for the four levels is given in the rules and regulations document."
                    ]
                }
            ]
        },
        {
            "heading": "Eligibility",
            "lists": [
                {
                    "points": [
                        "Students upto Class 12th. (Students of class 12 in new academic year June 2022.)",
                        "Students from less than class 8th can select class 8 during registration.",
                        "Students passionate about Science and quizzing are welcome to participate in the event."
                    ]
                }
            ]
        },
        {
            "content": "**Detailed team formation rules are given in the rules and regulations document.<br><br>The conditions for the team are:",
            "lists": [
                {
                    "points": [
                        "The participants are required to participate in teams of two, with both of them studying in upto class 12th.",
                        "Students can enter the competitions after they have paid a registration fees of ₹200 per team.",
                        "Details about referral codes and related discounts are provided in the rules and regulations document.",
                        "The links for the questions will be given in the website on the dates for the quiz, in case of prelims. For the finals, and the finalists will be notified about exam procedure of the dates in due time.",
                        "The students are requested to make sure that they have a proper internet connection during the prelims. Any excuses pertaining to connectivity will not be entertained."
                    ]
                }
            ]
        },
        {
            "heading": "Prizes",
            "content": "Total prizes worth Rs. 50,000+ to be won!",
            "lists": [
                {
                    "header": "Some of the prizes are:",
                    "points": [
                        "Winning Team: Rs. 20,000 + Winners trophy and Merit certificates",
                        "1st Runner Up: Rs. 10,000 + Runners' up trophy, Merit Certificates",
                        "2nd Runner Up: Rs. 5,000 + Second Runners' up trophy, Merit Certificates",
                        "Certificate of Participation to all Candidates",
                        "Trophies and Certificate of Merit to all Candidates who qualify for finals",
                        "All finalists will receive a gift hanper with Pravega T-shits, School bags, and Books"
                    ]
                }
            ]
        }
    ],
    "events": [
        {
            "name": "Last date to Register",
            "date": "15<sup>th</sup> July 2022"
        },
        {
            "name": "Prelims 1",
            "date": "17<sup>th</sup> July 2022"
        },
        {
            "name": "Results of Prelims",
            "date": "Tentatively on 20<sup>th</sup> July 2022"
        },
        {
            "name": "Interview",
            "date": "23<sup>th</sup> July and 24<sup>th</sup> July 2022"
        },
        {
            "name": "Results of Interview",
            "date": "Tentatively Last Week of July"
        },
        {
            "name": "Grand Finale",
            "date": "4<sup>th</sup> September 2022, JN Tata Auditorium, IISc"
        }
    ],
    "coords": [
        "Senin Ahammed AP",
        "Sukesh Tallapudi"
    ],
    "email": "quadsparks.pravega@gmail.com"
}