{
    "name": "---(small)---Proscenium anf Footprints presents, (BIG) Relay Reels",
    "tagline": "SOMETHING EVEN MORE GOOFY AND COOL",
    "description": [
        "Yes, we’re serious. This is indeed a Play competition, under the COVID-19 restrictions. Do not fret, we are not forcing you to break any social distancing guideline, nor are we preventing you from having the best Pravega experience that you had hoped for. We, actually, have something far better in the box.",
        "So, form a group of as many talented actors you can and choose a theme of your choice to present it as a skit. Here is the catch, you don’t enact it together at a single place. Instead, break down the play into small scenes, that involve individual characters enacting them at their own home. Finally merge the scenes, as if it’s a one-shot piece (Does the movie 1917 ring any bells?). Well, just kidding, it doesn’t have to be that good. We recommend the shots to be in monochrome to ensure better continuity.",
        "For ideas, view <a href='https://www.youtube.com/watch?v=iua_lpEVFAs'>this video.</a>"
    ],
    "subevents": [
        
    ],
    "modules": [
        {
            "heading": "",
            "lists": [
                {
                    "header": "Rules and Eligibility",
                    "points": [
                        "Participants are supposed to enact a skit/play corresponding to any chosen theme of their own in 8-10 min.",
                        "Participants must form a group of 5 – 8 members",
                        "To adhere to COVID-19 guidelines, each member of the group is expected to shoot his part of the video at his home, and then all the parts should be merged to get the final Relay Reel. To ensure continuity, the video should be in black & white.",
                        "Send your video to <a href=' mailto: pravegaproscenium@gmail.com'>pravegaproscenium@gmail.com</a>, The videos will be posted in our Proscenium and Footprints channel in YouTube."
                    ]
                }
            ]
        }
    ],
    "events": [
        {
            "name": "Submissions open till",
            "date": "27 July"
        }
    ],
    "coords": [
        "Satwik Garikimukku",
        "Prayas Rautray"
    ],
    "email": "pravegaproscenium@gmail.com"
}