{
    "name": "A Crime Correspondence",
    "tagline": "Get Sherlocked",
    "description": [
        "Gruesome murders, foolproof schemes, perplexing clues, multiple suspects and more awaits you and your team at the Farleigh House in Cheltenham. A crime correspondence is much more than a murder mystery event. To all the fans of crime, mystery books and genius detective stories, ACC provides you the unique opportunity to solve a crime by interrogating all the various suspects in real time. Asking the right questions, avoiding the clever lies and deceit, and keeping your wits' about you as you delve deeper into the devious crime will help you in figuring out the chronology and concreteness of what actually happened on the fateful day."    
    ],
    "subevents": [

    ],
    "modules": [
        {
            "heading": "Eligibility",
            "content": "Anyone and everyone can participate. It is a team event. Teams can contain between 2 to 4 members."
        },
        {
            "heading": "Registration",
            "content": "Due to logistic considerations, we can only accept a <b>limited number of teams on a first come, first serve basis.</b> The registration will close as soon as the required number is reached, so kindly register at the earliest.",
            "links": [
                {
                    "text":"Click here to register",
                    "url": "https://forms.office.com/pages/responsepage.aspx?id=l80Vb6f240Gyxa1Bk5dkdpeEq5W3AltIj-sDeC4hEcNUNTU1S043MlVaMFhVOFM3QUZRV1gzVVo3UC4u"
                },
                {
                    "text": "Click here to download terms and conditions",
                    "file": "ACC_TnC.pdf"
                }
            ]
        },
        {
            "heading": "Prizes",
            "content": "The total prize pool is worth 10k INR. Prizes will be awarded to the first 3 teams."
        }
    ],
    "events": [
        {
            "name": "Main Event",
            "date": "30<sup>th</sup> and 31<sup>st</sup> July"
        }
    ],
    "coords": [
        "Daksh Sisodia",
        "Aranya Chakraborty"
    ],
    "email": "crimecorrespondence.pravega@gmail.com",
    "phone": "9993545458"
}